{
    "recaps": [
        "Wow. <strong>One Punt Man (179.58)</strong> destroyed <strong>Mahomes Your Home (110.80)</strong> with the highest weekly score of the season and the second highest score we've seen since starting this league last year. Led by Jonathan Taylor who also put up the highest weekly score for any player this season and the highest since Alvin Kamara's six touchdown massacre of Keegan in the championship last year. Mahomes Your Home had the 5th highest score this week and would've beat seven other players, but unluckily had to face One Punt Man this week. Surprisingly One Punt Man only had 4 players reach their projections, but the ones that did combined for 129 points and outscored their projections by 70 points! This point total could have been even higher if Atlanta could have done literally anything to get Younghoe Koo into scoring range and not end up with a goose egg.",
        "<strong>Bishop Sycamore (134.02)</strong> beat <strong>Jason's Fine Team (111.38)</strong> this week, which combined with One Punt Man's win, knocks Jason's Fine Team out of first place for the first time since week seven. Despite having Davantae Adams and D'Andre Swift both crack 20 points this week, the real hero for Bishop Sycamore has to be Nick Folk who outscored Randy Bullock by 15 points which added a perfect cushion to the matchup that saw Bishop Sycamore take an early lead and not let go.",
        "<strong>Krispy Kareem (138.78)</strong> won big this week against <strong>Wide Right (95.20)</strong> and jumped all the way to the front of the 6-way tie and is currently sitting in 3rd place. Thanks to a matchup featuring the top scoring QB this week and Derek Carr who failed to crack 10 points. Despite Wide Right starting the top WR of the week in Justin Jefferson, it wasn't enough when all but him and Mark Andrews scored less than 10 points and all but one player on Krispy Kareem scoring over 10 points.",
        "<strong>The Hubbard Telescope (108.68)</strong> beat <strong>HotChubbTimeMachine (87.84)</strong> in a matchup that featured the two lowest scoring quarterbacks for the week with Dak Prescott takign home the title and Russell Wilson not being too far behind. Not too many bright spots this week with only Nick Chubb able to score over 20 points between the two teams. Though HotChubbTimeMachine isn't mathematically eliminated yet, they need to win out their next three weeks while having at least three of the 6-5 teams lose out to end the season. Not likley, but possible given The Hubbard Telescope and Bishop Sycamore are both 6-5.",
        "<strong>Christian Mingle (102.14)</strong> beat <strong>Chalupa Batman (86.76)</strong> knocking them out of playoff contention this season. Christian Mingle was the lowest scoring winning team despite setting their most optimal lineup this week thanks mainly to Chalupa Batman leaving 32.1 points on their bench. Thanks to \"illness\" Christian Mingle was without Lamar Jackson and Marquise Brown, but luckily Kirk Cousins was an adequate replacement for Jackson and Brandin Cooks is also a football player...",
        "<strong>Kato DeKaylin (62.88)</strong> continues their plummet from the top with a loss to <strong>Taco Corp (107.20)</strong> extending their losing streak to four games. To twist the knife even more, this was Kato DeKaylin's worst weekly score of the season. Taco Corp is such an anomoly this season; they had Aaron Rodgers and Austin Ekeler combine for 67% of their points this week becoming the 5th and 6th player to hit 30 or more points for them which ranks 2nd in the league among all teams for the amount of players to hit that mark. The rest of Taco Corps team all failed to hit 10 points bringing their total of single point players to 54(!) which also ranks 2nd in the league among all teams for the amount of players failing to hit double digits."
    ],
    "previews": [
        "We're in the home stretch, now that everyone has played each team once we'll finish off the year with 3 more games against those in your division.",
        "In the American Slamingo division we've got <strong>One Punt Man (8-3)</strong> and <strong>Jason's Fine Team (7-4)</strong> looking to secure the first round byes with wins against <strong>Taco Corp (5-6)</strong> and <strong>Christian Mingle (6-5)</strong>. Despite Christian Mingle being in the playoffs and Taco Corp on the outside looking in they're only apart by a single win so the playoff races will likely come down to the final week of the season. If One Punt Man can pull off a win this week it should all but guarantee their first round bye for the playoffs.",
        "In the American Slamingo division we've got two teams currently part of the 6-way tie for 3rd place, in <strong>Krispy Kareem (6-5)</strong> and <strong>The Hubbard Telescope (6-5)</strong>. The winner of this matchup will hold on to their playoff spot for one more week while the loser will likely be on the outside looking in. We've also got a matchup between <strong>Kato DeKaylin (6-5)</strong> and <strong>Mahomes Your Home (5-6)</strong> which could be what Mahomes Your Home needs to kickstart a run to make playoffs, but with their luck Kato DeKaylin will likely snap this losing streak with their highest score in over four weeks.",
        "Lastly, we have the absolute worst division that doesn't feature a single playoff team, ironically called the Greater Slamingoes division. The \"top\" two teams of the division are part of the 6-way tie for 3rd place while the bottom two basically eliminated. <strong>Wide Right (6-5)</strong> and <strong>Bishop Sycamore (6-5)</strong> need to win their matchups against <strong>HotChubbTimeMachine (3-8)</strong> and <strong>Chalupa Batman (2-9)</strong> who are just trying to, and probably will, play the spoiler. "
    ]
}