{
    "recaps": [
        "Somehow <strong>Kato DeKaylin (130.34)</strong> was able to beat <strong>One Punt Man (124.24)</strong> despite Ja'Marr Chase going off for 30 points and Derrick Henry looking somewhat human. Going into Monday night it looked like the matchup was going to end in One Punt Man's favor, but luckily for Kato DeyKaylin, Geno Smith's one good play to DK Metcalf was enough to push him over the top.",
        "Two of the last three weeks <strong>Bishop Sycamore (132.00)</strong> was the highest scoring team and this week beat <strong>Christian Mingle (118.48)</strong> in the battle of the Paquette-Garon household. Paquette won (as if there was any realy doubt). Christian Mingle was without their first overall pick again leaving a pretty lackluster team without him. Damien Harris and AJ Brown showed strong, but were no match for the fact that 5 of Bishop Sycamore's players scored over 15 points.",
        "Finally! With the monkey off his back <strong>HotChubbTimeMachine (122.84)</strong> destroys <strong>Krispy Kareem (81.38)</strong> and snaps his 4-game long losing streak heading into this week. Is this a sign of things to come? Maybe, but I'd guess not. Its never a good week when your players score negative points for you which happend to Krispy Kareem starting AJ Dillon AND the Baltimore defense for a combined -1.70 points. Meanwhile for HotChubbTimeMachine, the TB stack of their defense and Mike Evans combined for a whopping 49.60 points.",
        "Another farily quiet week for <strong>Jason's Fine Team (119.64)</strong> easily beating <strong>Chalupa Batman (82.82)</strong> who just had their league record 4th sub-100 point week. Despite Jason starting a player that didn't actually play the rest of his team was more than enough to make up the difference thanks to Cooper Kupp scoring over 30 points for the second time this season. While Chalupa was let down by most of his team, the one that hurts the most is having to turn to Jared Goff during Josh Allen's bye, at least the Lions got two first round picks to convince them to start Jared Goff this year.",
        "<strong>Wide Right (111.86)</strong> defeated <strong>The Hubbard Telescope (73.38)</strong> who continues on their 3-game losing skid. I looked it up because I was curious and after starting the first 4 weeks as the 2nd highest scoring team, The Hubbard Telescope has been the lowest scoring team in the league since. Injuries and decision making definitely plays a part, but this week their optimal lineup still would've been less than 80 points and really theres nothing you can do about that. Wide Right on the other hand has now had two monster Kamara games in a row helping them to a 3-game winning streak. Their tight-end duo didn't do much this week, but was still enough to beat the team that got 3.48 points from their quarterback.",
        "Joining The Hubbard Telescope <strong>Mahomes Your Home (92.84)</strong> also had their 4th sub-100 point week, but was able to beat <strong>Taco Corp (85.26)</strong> despite it. They're now 2-2 when scoring under 100 points, but the records don't care how you win. Taco Corp had a two-man show this week with Aaron Rodgers and D'Ernest Johnson combining for 48.46 points and the remaining members of their team scoring the rest (only 36.80). Wow. Mahomes Your Home on the other hand was let down by their namesake with his worst performance this year, scoring under 10 points. They also had Allen Robinson score his worst point totals this week as well, but that's not saying much for the 193rd rank WR on the year."
    ],
    "previews": [
        "<strong>Kato DeKaylin (6-1)</strong> will look to extend their 6 game winning streak to 7 against <strong>Christian Mingle (2-5)</strong> who is just looking to try to dig themselves out of a hole after losing their last two games. <strong>Wide Right (5-2)</strong> owns the 2nd longest winning streak in the league and will look to extend that against <strong>One Punt Man (4-3)</strong> who has been off-and-on the past 3 weeks.",
        "<strong>Jason's Fine Team (5-2)</strong> and <strong>Mahomes Your Home (4-3)</strong> are both looking to strengthen their shot at playoffs with Jason still trying to lock down a bye and Mahomes trying to hold on to that last seed. <strong>The Hubbard Telescope (3-4)</strong> and <strong>Chalupa Batman (2-5)</strong> faceoff in a matchup featuring two of the three lowest scoring teams since week 5, one of themwill win, because they have to.",
        "Lastly we've got <strong>Bishop Sycamore (4-3)</strong> vs. <strong>Krispy Kareem (3-4)</strong> and <strong>HotChubbTimeMachine (2-5)</strong> vs. <strong>Taco Corp (2-5)</strong>. Bishop Sycamore and Krispy Kareem are battling over one of the later playoff seeds and Krispy Kareem trying to snap their 2 game losing streak and score over 100 points for the first time since week 5. Meanwhiile HotChubbTimeMachine and Taco Corp are both trying to get a win to avoid falling further out of the palyoff race altogether."
    ]
}