{
    "recaps": [
        "<strong>Herb Your Enthusiasm (130.38)</strong> narrowly beat <strong>Taco Corp (129.64)</strong> thanks to the blowout in the Dallas/San Francisco game. All Taco Corp needed was 8 more yards from CMC to pull out the win, but instead San Francisco started running with Jordan Mason since the game was so out of reach. This was Herb Your Enthusiasm's 3rd week in a row winning the closest match and the 4th time this season; at some point the luck will run out, but not yet.",
        "<strong>Ridley me this (137.58)</strong> exploded against <strong>Make America Gronk Again (115.56)</strong> with their highest weekly score so far this season in a must-win game that broke a three game losing streak. I guess that's what happens when D.J. Moore catches 3 TDs for 200+ yards. Make America Gronk Again peaked in week 3 this season, but its looking all downhill for them with Justin Jefferson's injury sidelining him for <em>at least</em> 4 weeks. We'll see if the rest of the team can keep afloat until he comes back.",
        "<strong>Little Buff Boys (121.52)</strong> cracked 100 points for the first time this season, defeating <strong>Boats and Younghoes (78.62)</strong>. Led by Ja'Marr Chase who caught 3 TDs and just under 200 yards; the rest of the team decided to take the week off with only Tua, Hollywood, and the Saints D reaching double digit points. Boats and Younghoes had Brown, Kelce, and Kirk reach projections, but with no real blowup game, they had no shot when Dak throws 3 interceptions and ends up with only 7 points on the week.",
        "<strong>Diggs' My Own Grave (123.78)</strong> continues to play with a recap-sized chip on their shoulder, beating <strong>Jason's Fine Team (72.52)</strong>. Burrow had a huge bounceback for Diggs' My Own Grave who also had Diggs, David, and Montgomery go for 100+ yards and a touchdown each. Jason's Fine Team had 0 players with 100+ yards and somehow ended up with a goose egg and negative points from the <em>set and forget</em> Dallas D.",
        "<strong>Pittmaneuvered My Ford (91.24)</strong> beat <strong>Wide Right (81.44)</strong> in a matchup featuring only five players that scored over 10 points. Wide Right had the Detroit Lions stack of Goff to Laporta, but every other player thought it was bye week. Meanwhile Pittmaneuvered My Ford had Tyreek Hill score 30% of their points this week to bring them the victory.",
        "Do I really need to recap this matchup? <strong>Bed Bath & Bijan (56.76)</strong> gave <strong>Swiftly Pierce her Anus (82.04)</strong> their first win of the season, breaking their 4 game losing streak. Funny enough, this matchup somehow featured more double-digit scorers then the last one. When the highest scores of this matchup came from Houston's washed up TE and rookie QB it makes sense that Bed Bath & Bijan set a 99.8% optimal lineup despire failing to crack 60 points."
    ],
    "previews": [
        "With a win against <strong>Make America Gronk Again (2-3-0)</strong> this week, <strong>Herb Your Enthusiasm (5-0-0)</strong> can extend their win streak to 6 games, tying their previous record of most wins to start a season.",
        "<strong>Little Buff Boys (3-2-0)</strong> and <strong>Diggs' My Own Grave (2-3-0)</strong> are both looking to extend their current win streaks to thee games against <strong>Taco Corp (3-2-0)</strong> and <strong>Bed Bath & Bijan (2-3-0)</strong>. Taco Corp is looking for a win after a frustratingly close loss last week, while Bed Bath & Bijan is looking for any shred of positivity from their team before they completely bottom out.",
        "Riding the high of their first win, <strong>Swiftly Pierce her Anus (1-4-0)</strong> is on the hunt for win number two against <strong>Pittmaneuvered My Ford (4-1-0)</strong>. <strong>Boats and Younghoes (1-4-0)</strong> needs last week's outing from <strong>Ridley me this (2-3-0)</strong> to be a fluke in order to avoid ending up in last place.",
        "Both <strong>Jason's Fine Team (2-3-0)</strong> and <strong>Wide Right (3-2-0)</strong> suffered tough losses last week and look to shake it off this week to get back into the win column."
    ]
}