{
    "recaps": [
        "Usually I start with the matchup with the highest combined points, but I thought this week I needed to highlight an absolutely historic matchup first and get back to your regularly scheduled programming afterwards.",
        "In a sad matchup of the two lowest scores I think I've ever seen, <strong>Taco Corp (57.06)</strong> beat <strong>Chalupa Batman (56.76)</strong>. Not only was this the lowest combined scores for a week all season, this was also the smallest margin of victory all season with the matchup being decided by a slim 0.30 points. What I find fascinating about this matchup is that Taco Corp did not have any players win the 'Worst Starters` awards and more surprisingly had Pat Freiermuth win 'Best Starting TE' yet still finished with sub-60 points. Both teams had two players combine for 50% of their total points which is usually a very impressive stat.",
        "On to the matchups that aren't embarrassing we have <strong>Christian Mingle (126.44)</strong> defeating <strong>Krispy Kareem (114.04)</strong> in a matchup that featured the top two scoring quarterbacks this week. Despite coming out on top most of Christian Mingle's top players dissapointed this week, but thanks to Tyrod Taylor's 3 interceptions and inabiity to avoid a sack the Miami defence scored 17 points and added a 15 point cushion over Krispy Kareem's New Orleans defense. In what seems to be tradition for Krispy Kareem, this was another matchup where their team just didn't have enough fire power and even if they started their most optimal lineup, they still would have lost.",
        "<strong>The Hubbard Telescope (132.60)</strong> scored the most points this week and beat <strong>Jason's Fine Team (101.56)</strong> snapping his 3-game winning streak and allowing two more teams to join him and Kato DeKaylin in a tie for 1st place. While the last matchup featured the top two quarterbacks on the week, this one featured the bottom two, though that had more of an impact on Jason's Fine Team than The Hubbard Telescope. On top of their quarterback troubles, Jason's Fine Team only had 2 players reach their projections this week while The Hubbard Telescope had 4, but one of those to beat projections was James Conner who just put up the 3rd highest scoring week for a running back this season thanks to his 3 touchdowns.",
        "<strong>One Punt Man (107.68)</strong> beat <strong>Bishop Sycamore (72.22)</strong> thanks to every single one of Bishop Sycamore's players failing to reach their projections this week. Did Bishop Sycamore start the most optimal line-up this week? No. Did it matter? Also no. Only two players on their team cracked 10 points while One Punt Man had a player crack 30, a player crack 20, and a 3rd player crack 10. The rest of their team was okay at best but it didn't matter thanks to Jonathan Taylor and the New England defense nearly 50% of their points this week. I hate fantasy football.",
        "<strong>HotChubbTimeMachine (108.68)</strong> is slowly digging themselves out of the hole their 4 game losing streak put them in by beating <strong>Mahomes Your Home (65.34)</strong> this week. Thanks to Nick Chubb and Cordarrelle Patterson beating their projections this week, HotChubbTimeMachine was able to pull out the win despire the rest of their team being lackluster. Had it not been for Chase Edmonds getting hurt Khalil Herbert would have been the worst running back this week scoring a measly 1.30 points. One more thing that shouldn't be missed is despite Taco Corp and Chalupa Batman doing so horrible, we also had the 3rd lowest score of the season this week from Mahomes Your Home. While they didn't have two players combine for 50% of their points, they did have 4 playesr score 5 points or less, including Greg Zeurlin whose Dallas Cowboys were held off the scoreboard until the 4th quarter and then when they did score decided to go for two each time.",
        "In the last matchup we have <strong>Wide Right (94.66)</strong> defeating <strong>Kato DeKaylin (71.90)</strong> in what would have been called the most lackluster matchup of the week in any other week. While both teams were dissapointed by various players most of the players in this matchup scored close to their projections. Wide Right started OBJ version 2 who ended up only gettign 1 catch and 7 total yards on the day while Kato DeKaylin was let down by Joe Burrow, Jakobi Meyers, and Darrell Henderson all scoring 10 points less than projected."
    ],
    "previews": [
        "A couple of matchups between teams in playoff positions could shake-up first overall this week with <strong>Jason's Fine Team (6-3)</strong> vs. <strong>Wide Right (6-3)</strong> and <strong>One Punt Man (6-3)</strong> vs. <strong>The Hubbard Telescope (5-4)</strong>. All four of these teams are strong playoff contenders and are all fighting for that first round bye when playoffs come around. One Punt Man has the longest win streak of the four teams tied for first place and will be looking to extend that and hopefully remain in first place next week.",
        "The matchup between <strong>Krispy Kareem (4-5)</strong> and <strong>Taco Corp (4-5)</strong> features two teams that are just out of playoff contention at the moment. Despite being on a two game winning streak, Taco Corp has been outscored by Krispy Kareem by 35 points these last two weeks and is looking to continue that trend.",
        "In the next couple of matchups we've got two teams in playoff contention looking to defeat two teams that are currently in the bottom four of the league with <strong>Kato DeKaylin (6-3)</strong> vs. <strong>Bishop Sycamore (4-5)</strong> and <strong>Christian Mingle (4-5)</strong> vs. <strong>HotChubbTimeMachine (3-6)</strong>. Kato DeKaylin and Bishop Sycamore are both coming into this week on a two-game losing streak and hoping to break that for two different reasons. Kato DeKaylin is still fighting for the first-round bye while Bishop Sycamore doesn't want to miss playoffs for the 2nd year in a row. Christian Mingle is still fighting for a playoff spot and looking to extend their two-game winning streak to three and HotChubbTimeMachine is desperate to go on a run if they expect to make playoffs.",
        "Lastly, in a matchup featuring the two lowest scoring teams in the league <strong>Mahomes Your Home (4-5)</strong> is facing off against <strong>Chalupa Batman (2-7)</strong>. Both of these teams have an uphill battle if they're expecting to make playoffs, but thankfully for one of them at least one of them have to win this week."
    ]
}