{
    "recaps": [
        "We're back after a week hiatus. Just couldn't find the time to write the recap after I had to fix my automation thanks to Mel and Joe having the first tie in Slamingo Cup history. Would be cooler if it wasn't under 80 points each, but whatever.",
        "Speaking of, <strong>Wide Right (147.48)</strong> bounced back in a big way against <strong>Captain Saucy (103.46)</strong>, scoring 70.26 more points this week than they did last week. This was also the 3rd week in a row the Josh Jacobs scored over 25 points and the 2nd time in 3 weeks that he scored over 30; proving you should always take your guy no matter what anyone else thinks. Aaron Rodgers continues his reign of mediocracy for Captain Saucy, failing to crack 20 points again this year. Kyle Pitts has Mark Andrew's 4 rushing yeards to thank for not being the most disappointing TE this week, though he's probably the most disappointing TE this year; good thing the Falcons have had so much success winning game and not focusing on your fantasy teams.",
        "<strong>Austin Powers (116.44)</strong> beat <strong>Jason's Fine Team (101.90)</strong> thanks to Austin Ekeler and Matt Ryan. Ekeler surpassed 30 points for the 3rdtime this season and Matt Ryan threw multiple interceptions, one being a pick-6 and failed to score more than 10 points against the Tennessee defense. Unfortunately for Jason's Fine Team, Lamar Jackson has failed to reach 20 points in every week since his back to back 40+ in weeks 2 and 3. I do see JK Dobbins is still sitting on their bench so my big question of the week is \"will Jason learn we have IR spots?\"",
        "<strong>Mastas Got Me Pickens (118.26)</strong> extended their winning streak to 3 games beating <strong>Samuels Super Heros (96.12)</strong> who extended their losing streak to 3 as well. The last time Samuels Super Heros won they were Los Angeles Akers, that's gotta be at least 6 names ago. Despite a strong showing from their RBs who all hit double digits, the rest of the team was lackluster. One silver lining for Samuels Super Heros is they scored 93 percent of their optimal lineup, so they did the best they could. Mastas Got Me Pickens is an entirely different story with all but two of their players hitting double digits this week led by the Cowboys defense who put up 22 points against the Lions. Not much else to add, but I've noticed that Pickens is still too scared to play their namesake.",
        "Its done, the giant has finally been slain. <strong>HotChubbTimeMachine (108.14)</strong> has ended <strong>Working From Mahomes (95.42)</strong> winning streak at 6 games. It was almost looking impossible, especially with such a close game going into Monday Night Football but luckily for HotChubbTimeMachine the Bears shut down the Pats enough to prevent Nick Foles from even attempting a field goal. HotChubbTimeMachine started the season 0-2 but now has the longest winning streak at 5 games and sits firmly in 2nd place. This was Working From Mahoms first week scoring less than 100 points and they get rewarded with a loss, despite 9 other teams winning a matchup scoring less than 100 points AND Samuels Super Heros doing it twice! Their namesake tried to win it for them, but Mahomes was no match for Joe Burrow.",
        "<strong>Weekend at Tua's (79.40)</strong> beat <strong>One Punt Man (66.92)</strong> despite playing without a kicker, how embarassing for One Punt Man. The real hero for Weekend at Tua's team was Amon Ra St. Brown who made the pain of starting Michael Gallup's 0.0 points much easier to stomach. This was one of those matchups where neither team should have won since this is only the 3rd time a winnner of a matchup has scored less than 80 points.",
        "We have a new record! <strong>Taco Corp (89.30)</strong> beat <strong>WWJJD (50.50)</strong> who put up the lowest score in the league this season, narrowly beating Samuels Super Heros week 6 appearance by ~6points. This matchup featured only 5 players who cracked double digit points, but luckily for Taco Corp they had 3 of them and their double digits were 18+. Unfortunately for WWJJD, only Brady and Freiermuth scored over 10 points but they still combined for ~45% of the teams total this week."
    ],
    "previews": [
        "In a couple matchups featuring only playoff teams we've got <strong>Jason's Fine Team (4-3-0)</strong> vs. <strong>Working From Mahomes (6-1-0)</strong> and <strong>HotChubbTimeMachine (5-2-0)</strong> vs. <strong>Taco Corp (4-3-0)</strong>. Both Jason's Fine Team and Working From Mahomes are hoping to bounce back from their losses this week, while HotChubbTimeMachine and Taco Corp are hoping to extend their winning streaks and cement their spot in the playoffs even further.",
        "<strong>WWJJD (2-4-1)</strong> vs. <strong>One Punt Man (3-4-0)</strong> and <strong>Weekend at Tua's (2-5-0)</strong> vs. <strong>Wide Right (2-4-1)</strong> features teams that NEED to win if they want to keep their playoff hopes alive. This is such a strange season that even 12th place is only 2 games back of a playoff spot, but falling any further would seriously jeopardize their chances.",
        "Lastly, we've got a couple of matchups that I think we can guess what will happen; <strong>Samuels Super Heros (3-4-0)</strong> vs. <strong>Austin Powers (4-3-0)</strong> and <strong>Captain Saucy (2-5-0)</strong> vs. <strong>Mastas Got Me Pickens (4-3-0)</strong>. 4th vs. 12th place doesn't look to good for 12th place and Samuels Super Heros vs. anyone doesn't look to good for them; we'll see if this is the week they can break that 3 game losing streak."
    ]
}