{
    "recaps": [
        "In the closes matchup of the week, <strong>Working From Mahomes (135.08)</strong> is back to their winning ways, beating <strong>Jason's Fine Team (130.12)</strong> and inching one step closer to that first round bye in playoffs. Its honestly impressive how close every one of Working From Mahomes' players was to their projections with everybody except for Nick Folk scoring within 2 points. Jason's Fine Team was hoping for a Kamarageddon this week and almost had it too, but his Flex, Kicker, and Defense did not carry their weight.",
        "<strong>HotChubbTimeMachine (140.58)</strong> beat <strong>Taco Corp (103.28)</strong> extending their winning streak to 6 games. Imagine what could have been if you weren't so terrible in the first two weeks. Joe Burrow didn't perform as well as you'd hope, but it doesn't matter when you have 3 players outscore your opponents highest scoring player. For Taco Corp, the Allen and Diggs connection just wasn't enough this week to overcome the lackluster performance by the rest of their team. Fun fact about this matchup, it features two of Samuls Super Heros worst trades. Tyler Lockett and George Kittle were traded away for Cam Akers and Jeff Wilson Jr. in separate trades; the latter combined for 4.50 points this week, while the former combined for 24.20 😬.",
        "<strong>One Punt Man (153.86)</strong> got their bye week against <strong>WWJJD (81.80)</strong> which was kind of a waste of their 150 point week. This is the 4th week in a row that WWJJD failed to hit 100 points, but surprisingly they're 1-2-1 over that stretch. Meanwhile the highest scoring team of the week can thank Kyle Shanahan for unleashing McCaffrey as his RB1, WR1, and QB1. Not only was this the biggest blowout of the week, it was the biggest blowout of the entire year.",
        "King Henry carried <strong>Weekend at Tua's (114.58)</strong> to a win against <strong>Wide Right (108.10)</strong> this week. Despite this not being the closest matchup, it all came down to one play at the end MNF game where Tee Higgins caught the 41 yard TD and pushed Weekend at Tua's over the top. The big problem for Wide Right this week was point differential between Derrick Henry and Josh Jacobs who scored their lowest weekly total all season, after 3 straight weeks of 27+ points.",
        "A matchup featuring another RB that scored 3 touchdowns this week <strong>Captain Saucy (116.92)</strong> beat <strong>Mastas Got Me Pickens (79.14)</strong> thanks in large part to Tony Pollard's 33 point day. Funny enough, even if Pollard scored0 points, Captain Saucy still would've won, thats how rough Mastas Got Me Pickens week was. Only Murray Shultz and the Dallas Defense reached double digit points and combined for 60% of their team's points.",
        "<strong>Austin Powers (100.38)</strong> probably didn't deserve to win this week, but that wasn't going to stop <strong>Samuels Super Heros (88.18)</strong> from giving them the win. Despite having a free agent pick-up score 30 points for them, Samuels Super Heros still failed to crack 100 points. Luckily for Austin Powers, AJ Brown also got 30 points and combined with Tua gave them 65% of their points this week. Fun fact, if Samuels Super Heros didn't make the Locket and Kittle trades, they get the win this week, instead of extending their losing streak to 4 games."
    ],
    "previews": [
        "<strong>Working From Mahomes (7-1-0)</strong> is probably gonna beat <strong>Austin Powers (5-3-0)</strong>, 'nuff said.",
        "<strong>HotChubbTimeMachine (6-2-0)</strong> gets the bye this week against <strong>WWJJD (2-5-1)</strong> so they'll remain in 2nd place.",
        "We've got 3 matchups featuring the teams ranked 5th to 10th all vying for one of the 4 non-bye playoff spots with <strong>Jason's Fine Team (4-4-0)</strong> vs. <strong>Mastas Got Me Pickens (4-4-0)</strong>, <strong>Weekend at Tua's (3-5-0)</strong> vs. <strong>Taco Corp (4-4-0)</strong>, and <strong>Captain Saucy (3-5-0)</strong> vs. <strong>Samuels Super Heros (3-5-0)</strong>.",
        "Lastly we've got <strong>Wide Right (2-5-1)</strong> vs. <strong>One Punt Man (4-4-0)</strong> with Wide Right trying to avoid playoff elimination and One Punt Man hoping to separate themselves from the pack right below them."
    ]
}