{
    "recaps": [
        "<strong>Mastas Got Me Pickens (125.02)</strong> deserved to win this week as the highest scoring team, but that doesn't take anything away from <strong>Taco Corp (116.78)</strong> who opens as the unluckiest team in the league; they would have beaten 8 of the other losers in the league had the schedule shaken out differently. Led by Derek Carr's best friend, Mastas Got Me Pickens had 5 of their players crack double digit points, but the main factor was setting a 98.1% optimal lineup vs. Taco Corp's measly 83.4. The lineup issues started early for Taco Corp who got a big ol' goose egg from Cam Akers, the LA Rams \"RB1\", who is apparently strongly disliked by Sean McVay and wants to see him fail.",
        "What would Justin Jefferson do? Justin Jefferson would go out and be the top scoring player in the league this week, leading <strong>WWJJD (117.78)</strong> to a close victory over <strong>Kittle With A Fiddle (114.66)</strong>. This matchup was the epitome of studs and duds; you have both teams top 4 scorers responsible for over 70% of their teams points and the other 5 players picking up the remaining 30%.",
        "<strong>Working From Mahomes (121.80)</strong> beat <strong>Wide Right (106.16)</strong> in what turned out to be the biggest blowout of the week. Pretty sad for a blowout if I'm being honest; should've been a much bigger difference than 15 points but luckily for Wide Right they had Buffalo's defense make Stafford forget how to play quarterback. Despite having the QB1 and WR2 on the week, the rest of the supporting cast Working From Mahomes didn't do much, but they did just enough.",
        "How does a team get 4.70 points from Aaron Rodgers and still win their matchup? You play agains HotChubbTimeMachine. <strong>Captain Saucy (109.80)</strong> absolutely destroyed <strong>HotChubbTimeMachine (98.72)</strong> if you're only counting running back points, but it was much closer in reality thanks to every other position group scoring less than 10 points each. Honestly, there wasn't much HotChubbTimeMachine could have done, even if they had done a better job starting their most optimal lineup, Captain Saucy still likely wins thanks to Barkly, Swift, and CEH.",
        "Did <strong>Jason's Fine Team (100.82)</strong> deserve to win this week? No, they would've lost to over half of the other teams in the league. Did <strong>Lance Lance Revolution (85.26)</strong> deserve to lose this week? Abso-fucking-lutely. I want to take a moment to shout-out Travis Kelce and Travis Kelce only, as the only player that did a damn thing. Lance Lance Revolution won the triple crown this week by scoring the least amount of points, scoring the lowest percentage of projections, and setting the least optimal lineup. Jason's Fine Team did stuff, big whoop.",
        "Finally, in the matchup of sadness, we have <strong>One Punt Man (92.32)</strong> beating <strong>Austin Powers (91.80)</strong> in the closest matchup of the week, as well as the only matchup featuring two sub-100 point teams. This game came down to Monday night, and Russell Wilson probably would've gotten Austin Powers the win if Hackett hadn't tried to get McManus a career best and the longest field goal by anyone not named Justin Tucker. This matchup made One Punt Man the luckiest team in the league giving them a 1-0 record despite only outscoring two other teams this week."
    ],
    "previews": [
        "Looking ahead to Week 2 we've got a couple matchups guaranteeing some teams their first loss with <strong>WWJJD (1-0)</strong> vs. <strong>Jason's Fine Team (1-0)</strong> and <strong>Mastas Got Me Pickens (1-0)</strong> vs. <strong>Working From Mahomes (1-0)</strong>. All four of these teams have a WR in the top 5 from last week, with WWJJD having two! Apparently if you draft good wide receivers, they'll score more points. 🤷‍♂️",
        "We've also got a couple matchups to guarantee two of the four losers their first win. <strong>Lance Lance Revolution (0-1)</strong> vs. <strong>Kittle With A Fiddle (0-1)</strong> and <strong>Taco Corp (0-1)</strong> vs. <strong>Wide Right (0-1)</strong>. Let's hope for a better showing for these teams than last week.",
        "Lastly we've got a couple of matchups that don't fit nicely into a category like above. <strong>Captain Saucy (1-0)</strong> vs. <strong>Austin Powers (0-1)</strong> and <strong>HotChubbTimeMachine (0-1)</strong> vs. <strong>One Punt Man (1-0)</strong>. I think I speak for everyone when I say I hope they all come out of this week 1-1."
    ]
}