{
    "recaps": [
        "<strong>Make America Gronk Again (213.48)</strong> absolutely destroyed <strong>Bed Bath & Bijan (116.0)</strong>, scoring the most points in a matchup in league history. The previous record was ~180, held by Bed Bath & Bijan actually. Every single one of Make America Gronk Again's players scored double digit points with Raheem Mosterts' 41 and Buffalo's 32 leading the way; Cousins, Jefferson, Samuel, and Williams each scored 20+ and the weakest member of the squad was Kittle who still scored 12.5 points as a TE. Bed Bath & Bijan had no shot this week despite Keenan Allen dropping 36 points; but had the schedule shaken out differently they would've beaten 8 of the other 10 bums in this league.",
        "<strong>Pittmaneuvered My Ford (159.18)</strong> held on to 1st place easily, laying a beating on <strong>Ridley me this (81.96)</strong> who was in the bottom 3 of scores for the second week in a row after starting the first week so strong. Kyren Williams disappointed for Pittmaneuvered My Ford but that didn't matter when Mahomes, Adams, Hill, and Walker all scored 25+ points on the week. Josh Jacobs continues to look like a mistake in the second round this season; and despite Ridley's big week one, its starting to look like that was the wrong bet to make.",
        "<strong>Herb Your Enthusiasm (117.7)</strong> bounced back after a putrid week two, against <strong>Swiftly Pierce her Anus (113.38)</strong> who found themselves on the losing end of the clostest matchup for the second week in a row. Herb Your Enthusiasm left the door open leaving Devon Achane's 49.30 points on the bench, but Swiftly Pierce her Anus slammed it shut by simply not having a great team. At least they can't blame the loss on benchindg D'Andre Swift again.",
        "<strong>Wide Right (106.12)</strong> got the first of their two by weeks against <strong>Bye (96.16)</strong>. Both teams had their share of sit/start mistakes; Wide Right left Adam Thielen and Romeo Doubs' combined 41.8 points on the bench for a pathetic 17.50 from Pickens and Thomas. While Bye decided the hapless Las Vegas Raiders' defense (1pt) would somehow outscore the New Orleans Saints (10pts) despite going against the offensive powerhouse Pittsburgh Steelers.",
        "<strong>Boats and Younghoes (103.86)</strong> beat <strong>Jason's Fine Team (90.98)</strong> to give them their second loss in a row after making fantasy football look so easy in week one. Every matchup this week had a team crack 100 points, but this matchup definitley feels like the saddest of them all. Neither team had a real blowup game from any player, but Boats and Younghoes was pretty consistently better across enough positions to pull out the win. Plus you knew Kelce was gonna score with Taylor in the stands.",
        "<strong>Diggs' My Own Grave (80.7)</strong> continues to dig after losing to <strong>Taco Corp (111.02)</strong> for their third straight loss. Luckily for them, Swiftly Pierce her Anus' team is just as bad if not worse, so Diggs' My Own Grave is sitting in 11th instead of last place. Carried by Allen, Cooper, and McCaffery; the rest of Taco Corps offensive positions decided not to show up this week, failing to crack 10 points. Meanwhile Diggs' My Own Grave had almost every player fail to crack 10 points with only Purdy and Diggs able to reach that incredibly low bar. I can't even blame this on start/sit decisions when they scored 95% of their optimal lineup."
    ],
    "previews": [
        "To continue with the NFL's theme of dumpster fire games this week; joining the Bears vs. Broncos and Panthers vs. Vikings, we also have a pair of 0-3 teams that will guarantee one terrible team their first win of the season. <strong>Swiftly Pierce her Anus (0-3-0)</strong> faces off against <strong>Diggs' My Own Grave (0-3-0)</strong> in a matchup that will be sure to combine for 150 points.",
        "<strong>Bed Bath & Bijan (2-1-0)</strong> is looking to bounce back against <strong>Wide Right (2-1-0)</strong> after taking the worst beating of their fantasy football life.",
        "<strong>Boats and Younghoes (1-2-0)</strong> and <strong>Jason's Fine Team (1-2-0)</strong> will be looking to give <strong>Herb Your Enthusiasm (3-0-0)</strong> and <strong>Pittmaneuvered My Ford (3-0-0)</strong> their first losses of the season. I really hope a 3 game win streak will be the longest we see this season.",
        "<strong>Taco Corp (2-1-0)</strong> faces off against <strong>Make America Gronk Again (2-1-0)</strong> who could score half of what they did last week and it would still be considered a respectable week.",
        "Lastly its time for <strong>Ridley me this (1-2-0)</strong> to have a nice get right week on their <em>bye</em> against <strong>Bye (1-2-0)</strong>."
    ]
}