{
    "recaps": [
        "<strong>Herb Your Enthusiasm (138.48)</strong> just keeps winning, remaining the only 4-0 team in the league after beating <strong>Boats and Younghoes (133.04)</strong>. Bad beat for Boats and Younghoes scoring the 4th most points this week and facing off against the 3rd most points. Herb Your Enthusiam had a week of studs and duds with four players scoring over 20 points and four players scoring under 10; they weren't going to have Achane crowned the \"Best Benched RB\" two weeks in a row.",
        "<strong>Diggs' My Own Grave (145.0)</strong> took last week's recap personally and took it out on <strong>Swiftly Pierce her Anus (88.84)</strong>. Clearing their previous season high by about 30 points, Diggs' My Own Grave had Montgomery and Diggs drop 30 points each and Derrick Henry had himself a nice bounceback after the disappointing 2 points. Swiftly Pierce her Anus continues to be their own worst enemy, leaving 30+ points on their bench and starting a defense that ended up with negative points. The extra points wouldn't have made a difference but it can still be ridiculed.",
        "<strong>Taco Corp (157.7)</strong> wasted their highest score of the week against <strong>Make America Gronk Again (63.86)</strong> who had the largest week-to-week swing we've ever seen (I assume, I'm not checking that). After scoring 213.48 points the week before, Make America Gronk Again came out in week 4 like the Monstars stole their powers, and scored almost 150 less points. Taco Corp had a great week with CMC and Allen combining for ~80 points, they didn't even need the rest of their team.",
        "<strong>Wide Right (100.5)</strong> beat <strong>Bed Bath & Bijan (86.62)</strong> thanks to Justin Fields remembering how to play football, and Daniel Jones remembering he can't. Bed Bath & Bijan also lost the TE battle by a whopping 20 points since Mark Andrews ended up with more touchdowns than Musgrave had receptions.",
        "<strong>Pittmaneuvered My Ford (77.72)</strong> averaged 130 points over the first three weeks of the season and dropped a dud, losing to <strong>Jason's Fine Team (102.76)</strong>. I guess this is what happens when Mahomes, Hill, Hockenson, and Pittman all score their lowest points of the season during the same week. The Dallas DST continues to be Jason's Fine Team MVP; after only scoring 1 point last week, they came back with 27 points, which was the highest score on Jason's team.",
        "For the fourth week in a row, <strong>Little Buff Boys (90.18)</strong> failed to score 100 points, but for the second time this season, they found a a way to win; beating <strong>Ridley me this (83.98)</strong>. This entire matchup featured 8 players that cracked double digit points and only one of them was able to score 20+. Ridley me this could've had an easy win this week, but they left 45 points on their bench with Jordan Love, DJ Moore, and Isaiah Pecheco combining for 60 on their bench."
    ],
    "previews": [
        "This week we've got a battle of the 1st and 2nd place teams, and 3rd and 4th place teams. <strong>Taco Corp (3-1-0)</strong> is averaging ~135 points over the past 3 weeks and looks poised to give <strong>Herb Your Enthusiasm (4-0-0)</strong> their first loss. While <strong>Pittmaneuvered My Ford (3-1-0)</strong> is looking to bounce back against <strong>Wide Right (3-1-0)</strong> and keep hold of 3rd place.",
        "Down in the toilet bowl, <strong>Swiftly Pierce her Anus (0-4-0)</strong> is looking for their first win, against <strong>Bed Bath & Bijan (2-2-0)</strong>, who looks poised to give it to them.",
        "<strong>Ridley me this (1-3-0)</strong> could be gifted a win this week or absolutely destroyed; after the last two weeks its looking like there's no inbetween for <strong>Make America Gronk Again (2-2-0)</strong>.",
        "For the last two matchups we've got the first four teams currently out of playoff contention; <strong>Boats and Younghoes (1-3-0)</strong> vs. <strong>Little Buff Boys (2-2-0)</strong> and <strong>Jason's Fine Team (2-2-0)</strong> vs. <strong>Diggs' My Own Grave (1-3-0)</strong>. A win would bump them into a playoff spot, but they'll all likely be in the middle again next week."
    ]
}