{
    "recaps": [
        "<strong>One Punt Man (113.22)</strong> and <strong>The Hubbard Telescope (89.94)</strong> both came into this week on a two-game winning streak but One Punt Man came out victorious. This matchup featured the top scoring RB and TE this week, but unfortunately for The Hubbard Telescope, they also started the worst QB of the week with Russell Wilson failing to crack double digits in his first game back. Continuing with the trend of not starting an optimal line-up One Punt Man decided to start two TEs and left Mark Ingram on the bench even though Kamara was out this week. 🤦‍♂️",
        "<strong>Mahomes Your Home (126.74)</strong> bounced back in a big way this week and beat <strong>Chalupa Batman (76.04)</strong> with their 2nd highest score of the season and their highest scoring week in the last three weeks. This was another bad showing by Chalupa Batman's team where they had two players combine for more than half their points with Josh Allen and the Dallas DEF combined for 59% of their weekly score. Mahomes Your Home had 6 players crack double digits this week, but none was more important than Patrick Mahomes who scored their highest total of the year AND scored more than his last 3 weeks combined!",
        "<strong>Jason's Fine Team (105.76)</strong> held on to first place for another week after a poor outing by <strong>Wide Right (89.02)</strong>. This was Wide Right's third straight week scoring less than 10 points and while they're still sitting in 4th place, there are a number of teams just one game back. Jason's Fine Team was again carried by Cooper Kupp and Deebo Samuel who combined for 43% of their weekly score helping them win despite starting the worst RB of the week and Darren Waller who scored 7 points under projections. On Wide Right's side of the matchup they were let down by their kicker and defense only combining for 3 points this week.",
        "<strong>Bishop Sycamore (108.72)</strong> and <strong>Kato DeKaylin (80.82)</strong> were both on a two-game losing streak coming into this matchup and Bishop Sycamore was lucky enough to snap their skid while Kato DeKaylin continues to fall without King Henry. After averaging 125 points over the first 7 weeks, they're only averaging 87 points per game since and even though they should still be able to make playoffs it looks less and less likely they'll be able to get one of the first round byes. In this matchup, Bishop Sycamore was able to pull of the win despite starting a TE that scored 0 points thanks to their combination of RBs combining for 50% of their weekly score. It also helped that Kato DeKaylin left 35 points from New England players on their bench.",
        "In the closest matchup of the week <strong>Krispy Kareem (94.60)</strong> beat <strong>Taco Corp (91.88)</strong> despite starting another TE that scored 0 points and benching the highest scoring RB and one of the highest scoring WRs of the week. Luckily (or unluckily) for Taco Corp they did their absolute best and did not leave any extra points on their bench. Amazingly the largest positional gap in the matchup was only 6 points between the two RB1s while the smallest gap came between the two WR1s at 0.60 points.",
        "In the worst matchup of the week we have <strong>Christian Mingle (83.42)</strong> defeating <strong>HotChubbTimeMachine (79.24)</strong> in a matchup featuring the 2nd and 4th lowest scoring teams of the week. Neither of you deserved to win this, though you were still more deserving than Taco Corp last week. Both teams only had 3 players break double digit points and surprisingly the big three on each team scored around 52 points. This means the remaining 6 on both teams scored less than 30 points and the players on Christian Mingle sucked just slightly less than the ones on HotChubbTimeMachine."
    ],
    "previews": [
        "In a couple of matchups featuring the top two teams we have <strong>Jason's Fine Team (7-3)</strong> vs. <strong>Bishop Sycamore (5-5)</strong> and <strong>One Punt Man (7-3)</strong> vs. <strong>Mahomes Your Home (5-5)</strong>. Both Jason's Fine Team and One Punt Man are hoping to hold on two the first round byes they're currently projected to have in the playoffs while Bishop Sycamore and Mahome sYour Home are hoping to climb out of the group of 5 teams that are all 5-5 and get into one of the last playoff spots.",
        "<strong>Wide Right (6-4)</strong> vs. <strong>Krispy Kareem (5-5)</strong> is the only matchup this week featuring two playoff teams and best case scenario for both of them would be a tie, but unfortunately for them that is incredibly unlikley. If Wide Right can pull out a win, they can make a real push for one of the first round byes while Krispy Kareem is just hoping to hold onto their playoff spot.",
        "In the matchup between <strong>Kato DeKaylin (6-4)</strong> and <strong>Taco Corp (4-6)</strong> we've got the 3rd place team on a three-game losing streak and the 10th place team who has performed much better than their record shows. This could be a make or break week for Taco Corp who is still clinging on to a shred of hope to make playoffs.",
        "Last buy not least we've got a couple middle of the pack teams hoping to get an easy win against a the two last place teams in the league with <strong>The Hubbard Telescope (5-5)</strong> vs. <strong>HotChubbTimeMachine (3-7)</strong> and <strong>Christian Mingle (5-5)</strong> vs. <strong>Chalupa Batman (2-8)</strong>. Upsets happen, especially against The Hubbard Telescope, but its looking likely that Christian Mingle and them will pad their wins and make a stronger push for playoffs this week."
        
    ]
}