{
    "recaps": [
        "In a dominant victory, <strong>Jason's Fine Team (134.40)</strong> blew out <strong>Make America Gronk Again (88.36)</strong>, by a whopping 46.04 points.. The Dallas defense proved to be the star of the week, racking up an impressive 37.00 points; in addition to Austin Ekeler's 24.40, it didn't even matter that Jalen Hurts struggled and only put up 12.50 points on the week. For Make America Gronk Again, fantasy imitated life and Justin Jefferson put up typical Justin Jefferson numbers in a loss. J.K. Dobbin's breakout season looked like it had finally arrived, but it was cut short by an achilles tear after scoring 10.70 points in effectively one half. Lastly, Deshaun Watson put up the most points for Make America Gronk Again, but the team still fell short and he just couldn't get his happy ending.",
        "<strong>Pittmaneuvered Carr (104.64)</strong> emerged victorious over <strong>Taco Corp (85.54)</strong> in a matchup that saw Tyreek Hill carry his team to victory with a monstrous 39.00 point performance. Despite most of Pittmaneuvered Carr's roster failing to crack double digit points, Hill's heroics were enough to secure the win. Taco Corp had similar struggles, with most of their players failing to deliver. The lone bright spot was Christian McCaffery's 24.40 point game, but it was not enough to overcome the deficits elsewhere on the roster. When your sixth round pick puts up a donut and your kicker is your second highest scorer, you know you've got problems.",
        "<strong>HottChubbTimeMachine (111.44)</strong> took down <strong>Pick 12 And 13 (74.48)</strong> in a complete team effort, with multiple players cracking double digit points. A big contributor was winning the QB battle by ~15 points with Trevor Lawrence outscoring Joe Burrow 18.74 to 3.18. HotChubbTimeMachine took a <em>gamble</em> on Calvin Ridley in the 3rd round and it paid off with his 20.10 point outing which was 5th highest among rostered WRs. Pick 12 and 13 suffered twice with Burrow's weak performance because it also affected their 3rd round pick, Tee Higgins, who is the 2nd WR we've encountered with a donut on the week. When your only positional edge is at defense, you're gonna have a bad time.",
        "In a nail-biting matchup, <strong>Herb Your Enthusiasm (90.42)</strong> narrowly defeated <strong>Wide Right (84.24)</strong> by a margin of only 6.18 points. Other than the closeness, this was a bit of a middling matchup, with most players performing as expected. Travis Etienne was the highest-scoring non-QB in the matchup, putting up an impressive 18.90 points for Herb Your Enthusiasm. Meanwhile, we've reached the first non-WR donut of the week with Wide Right's Graham Gano kicking his way to 0.00 points on the week.",
        "In the first lackluster matchup this week, <strong>Bye (94.10)</strong> defeated <strong>Swiftly Pierce her Anus (63.66)</strong> by a whopping 30 points. despite their quarterback putting up a goose egg. The only player from Swiftly's team who was able to crack double-digit points was Amon-Ra St. Brown, whose 12.20 points came on Thursday night. Everything went downhill from there. To add insult to injury, had Bye started Tua Tagovailoa instead of the now injured Aaron Rodgers, there would've been a 28.14 point swing which would have made the final score even more lopsided. While this may not have been the most pathetic matchup of the week, it's definitely up there.",
        "<strong>Bed Bath & Bijan (83.06)</strong> emerged victorious over <strong>Boats and Younghoes (44.72)</strong>, but let's not kid ourselves; this was far from a display of fantasy prowess. In fact, Bed Bath & Bijan would have only defeated 2 other teams with week and can thank the scheduling for their 1-0 start. The most pathetic part of this matchup has to be the quarterback battle between Daniel Jones and Dak Prescott where both failed to score more than 7 points. The real nail in the coffin for Boats and Younghoes was that Bed Bath & Bijan had four players who outscored their highest-scoring player this week. Lastly, as astonishing as it may sound, Boats and Younghoes' meager 44.72 points isn't even the lowest score we've seen in a matchup in the life of the league. "
    ],
    "previews": [
        "The best team and luckiest team in the league face off this week with <strong>Jason's Fine Team (1-0-0)</strong> vs. <strong> Bed Bath & Bijan (1-0-0)</strong>. With the loss of Aaron Rodgers there's a good chance that the Dallas defense can re-create what they did in week one.",
        "One of <strong>Bye (1-0-0)</strong> and <strong>Herb Your Enthusiasm (1-0-0)</strong> will receive thier first loss this year, assuming Bye doesn't somehow tie a matchup in back-to-back years. The loss of Aaron Rodgers forcing Bye to start Tua Tagovailoa instead could be a problem for Herb Your Enthusiasm, who probably would've been better off against Rodgers.",
        "After being carried by Tyreek Hill last week, can the rest of <strong>Pittmaneuvered Carr (1-0-0)</strong> show up against <strong>Pick 12 And 13 (0-1-0)</strong>? If not, I have a heard time believing Joe Burrow and Tee Higgins will combine for less than 4 points again.",
        "<strong>HotChubbTimeMachine (1-0-0)</strong> vs. <strong>Taco Corp (0-1-0)</strong> currently looks to be in Taco Corp's favor but I have a hard time believing the game plan in Atlanta is going to change enough for Drake London to be an every week starter and their bench options don't look too appealing. HotChubbTimeMachine should be able to repeat last week assuming the Lawrence/Ridley connection stays strong.",
        "Can <strong>Boats and Younghoes (0-1-0)</strong> bounc back against <strong>Make America Gronk Again (0-1-0)</strong>? I have a hard to believing they'll score less than 50 points again, especially if Travis Kelce is back. Though going against Justin Jefferson is always worriesome since he's capable of dropping 30 easily.",
        "<strong>Wide Right (0-1-0)</strong> vs. <strong>Swiftly Pierce her Anus (0-1-0)</strong> is looking to be the most middling matchup of the week. Both teams are looking for their first win after not-so strong matchups last week. With the loss of Aaron Rodgers, Wilson is looking a little riskier and if Lamar can bounce back I don't see Wide Right having to much hope."
    ]
}