{
    "recaps": [
        "<strong>Christian Mingle (138.56)</strong> topped the league this week with the 8th highest score of the season so far, beating <strong>Kato DeKaylin (108.06)</strong> dropping them to 2nd place. Even though their quarterback play wasn't anything special, every one of Christian Mingle's players scored double digits (minus their kicker). Kato DeKaylin unfortunately got pretty unlucky this week being the only team to score over 100 points and lose; they outscored 8 other teams this week, but the odds weren't in their favor.",
        "<strong>Taco Corp (125.06)</strong> destroyed <strong>HotChubbTimeMachine (81.14)</strong> this week with the 4th largest blowout of the season. This was thanks to HotChubbTimeMachine starting two players that scored 0 points (though Ridley was a late scratch) and the fact that their kicker was their 2nd highest scorer. Taco Corp was on the other end of the spectrum with 3 of their players scoring over 20 points.",
        "<strong>Jason's Fine Team (116.20)</strong> reclaimed their place at the top of the standings with a win over <strong>Mahomes Your Home (85.7)</strong>. Despite starting the Gronk who scored 0 points and won the 'Worst TE' award, the rest of their team more than made up for it with 4 of their players scoring over 20 points and combining for more points than Mahomes Your Home. Mahomes Your Home was thouroughly let down by everyone on their team, except for Michael Pittman who scored a team high 25.60 points.",
        "<strong>One Punt Man (99.46)</strong> beat <strong>Wide Right (95.26)</strong> in the 3rd closest matchup of the season and claimed the 'Best Benched QB' for the 8th time in a row. Despite having more players score over 20 points, Wide Left also had more players score less than than 5. In addition to benching the best QB, One Punt Man also claimed the 'Worst Starting QB' this week, though the 0.16 points difference didn't affect the matchup.",
        "<strong>The Hubbard Telescope (106.10)</strong> handed <strong>Chalupa Batman (84.66)</strong> their 3rd straight loss extending their league worst losing streak. No player on The Hubbard Telescope's team scored more than 20 points and their 1st round pick scored less than 3, but that was still enough to beat Josh Allen and the replacements that rounded out the rest of Chalupa Batman's team.",
        "In the worst matchup of the week <strong>Krispy Kareem (103.12)</strong> beat <strong>Bishop Sycamore (86.5)</strong> thanks to all but 3 of Bishop Sycamore's players scoring single digit points. It was a bad week for tight ends with Krispy Kareem claiming the 'Best Starting TE' with only 13.90 points from TJ Hockenson and Bishop Sycamore benching the best TE, Hunter Henry, who only scored 3.80 points this week."
    ],
    "previews": [
        "<strong>Kato DeKaylin (6-2)</strong> is looking to reclaim the top spot with a win over <strong>Wide Right (5-3)</strong> who is hoping to bounce back after their 3-game win streak was broken this week. In the only other matchup feature two playoff teams we have <strong>Jason's Fine Team (6-2)</strong> trying to extend their 3-game winning streak against <strong>The Hubbard Telescope (4-4)</strong> whose just trying to hold on to that last playoff spot.",
        "In a couple of matchups featuring four of the bottom five teams we have <strong>Mahomes Your Home (4-4)</strong> going up against <strong>HotChubbTimeMachine (2-6)</strong> and <strong>Taco Corp (3-5)</strong> vs <strong>Chalupa Batman (2-6)</strong>. None of these teams can afford another loss on the season so it will be interesting to see if any can make a late season push for playoffs.",
        "Lastly we've got <strong>Krispy Kareem (4-4)</strong> facing off against <strong>Christian Mingle (3-5)</strong> and <strong>One Punt Man (5-3)</strong> vs. <strong>Bishop Sycamore (4-4)</strong> with Krispy Kareem and One Punt man both hoping to cement their spot in the playoffs and Bisoph Sycamore and Christian Mingle hoping to not fall further out of the playoff picture. "
    ]
}