{
    "recaps": [
        "I know, I know, I've been lacking recently. I'm back and I make no promises that I won't do it again. Heads up to all who forgot it was thanksgiving this week, its thanksgiving this week, so make sure you have your lineups set for Thursday morning. Also we're entering the last 3 weeks of the season, meaning you're now going to play your division for the 2nd time. Some of us have a much better draw than others.",
        "<strong>Captain Saucy (126.64)</strong> extended their 2nd best winning streak of 4 games beating the once unstoppable <strong>Where Was My Bye? (102.66)</strong>. Apparently Where Was My Bye? is just like the LA Rams who live and die by Cooper Kupp's health. Almost all of Captain Saucy's skill positions decided to take the week off; their team was carried by Tony Pollard's second 30+ week and Daniel Jones' second 25+ week.",
        "<strong>One Punt Man (124.30)</strong> kept themselves in playoff contention beating <strong>Jason's Fine Team (93.76)</strong>, despite being last place in their division. This matchup featured 3 20+ point players, and unfortunately for Jason's Fine Team they were all on One Punt Man's team; Hurts, Cooper, and Bass combined for nearly 60% of their total points. As for Jason's Fine Team, there was <em>Likely</em> a better tight end available this week.",
        "Congrats to <strong>HotChubbTimeMachine (114.42)</strong> who beat <strong>Wide Right (94.24)</strong> to clinch their spot in the playoffs and officially take over 1st place for the first time this season. Despite benching the top scoring QB and top scoring RB this week and leaving 20+ points on the bench, HotChubbTimeMachine still dominated scoring over 100 points for the 8th straight week and extending their winning streak to 9 games. As for Wide Right, there wasn't much to be improved this week since they set the optimal lineup and still lost; they haven't been eliminated from playoffs, but its certainly an uphill battle to make it.",
        "<strong>Taco Corp (111.38)</strong> beat <strong>Samuels Super Heros (94.00)</strong>, as we all suspected; moving all the way to 3rd place. Most impressive part of this win is doing it without Josh Allen and Stefon Diggs really showing up; having 3 other players score 20+ points and combining for 60% of the teams total points. Not to twist the knife any more than I need to, but George Kittle dropped 22 points against the team who was so desperate to trade him earlier in the season.",
        "This matchup features the highest and lowest scoring teams this week with <strong>Weekend at Tua's (128.50)</strong> beating <strong>Austin Powers (72.28)</strong> (not counting Bye, because 🤷). With the loss of Tua and Evans to bye this week, it was definitely skewing in Weekend at Tua's favor, but Kelce's domination of the Chargers on SNF put them over the top. Only having 2 players reach their projections is not a winning formula and Austin Powers could soon see themselves on the outside of the playoffs looking in.",
        "Props to <strong>Mastas Got Me Pickens (122.20)</strong> for having such a strong outing against <strong>Bye (57.00)</strong>; though they could've benched everyone on their team except for Adams, Carlson, and the Dallas defense and still won. This is Bye's 2nd lowest total and the 3rd lowest of any team all season a week after they put up their highest scoring week, last week, handing 'Where Was My Bye?' only their 2nd loss on the season."
    ],
    "previews": [
        "<strong>HotChubbTimeMachine (9-2-0)</strong> is looking to extend their winning streak to 10 against <strong>Captain Saucy (6-5-0)</strong> and if they fail, <strong>Where Was My Bye? (8-3-0)</strong> should have a chance to reclaim their spot at the top with a win aginst <strong>Wide Right (4-6-1)</strong>. Either way, both of these teams should be locked into the 1st round byes.",
        "11th vs. 12th place; <strong>Bye (3-7-1)</strong> vs. <strong>Samuels Super Heros (3-8-0)</strong> in a matchup featuring no playoff implications whatsoever.",
        "The remaining matchups all have playoff implications with the group of teams from 3rd to 10th only separated by 2 wins. The lower seeds desparately need the win to close the gap, while the higher seeds could clinch as early as next week with a win this week. We've got <strong>Mastas Got Me Pickens (6-5-0)</strong> vs. <strong>Taco Corp (6-5-0)</strong>, <strong>One Punt Man (5-6-0)</strong> vs. <strong>Austin Powers (6-5-0)</strong>, and <strong>Weekend at Tua's (5-6-0)</strong> vs. <strong>Jason's Fine Team (4-7-0)</strong>"
    ]
}