{
    "recaps": [
        "<strong>Pittmaneuvered Carr (130.2)</strong> beat <strong>Diggs' My Own Grave (116.98)</strong> without the help of Tyreek Hill this week, and yes, only getting 12 points from Tyreek may as well be without him. Tee Higgins and Gabe Davis blew up for Diggs' My Own Grave, but that didn't matter much when losing the the tight-end battle by nearly 20 points. Henry is a Top-8 back so far this year, but it doesn't <em>feel</em> like it when he's splitting carries with his backup and has yet to crack 20 points this year. Maybe this week will be the breakout game of the season; doubt it, but maybe.",
        "<strong>Bed Bath & Bijan (144.14)</strong> beat <strong>Jason's Fine Team (93.82)</strong>, who was the <em>extremely</em> early favorite for top team in the league after dropping 135 points in week one. Jalen Hurts and Devonta Smith bounced back big this week, really putting the pressure on Bad Bath & Bijan early in the matchup. Thankfully for Bed Bath & Bijan, the only other player to show up for Jason was the Cowboys DST. Three players were responsible for Bed Bath & Bijan's win this week; Keenan Allen, Saquon Barkley, and Daniel Jones. When you can get an elite quarterback responsible for running an elite offense, you just have to pull the trigger.",
        "Good new and bad news for <strong>Boats and Younghoes (105.6)</strong>. They more than doubled their score from week one, but it still wasn't enough to beat <strong>Make America Gronk Again (120.9)</strong> earned their first win of the season. Make America Gronk Again ignored every sensible decision and was still able to pull out a win this week despite playing Deshaun Watson over Kirk Cousins; a 14 point swing that would've made them the 2nd highest scoring team of the week. The smart play for Boats and Younghoes was to bench Christian Kirk after his abysmal week one, but I'm sure seeing him outscore Jamaal Williams as much as he did, had to hurt.",
        "<strong>Taco Corp (135.26)</strong> destroyed <strong>HotChubbTimeMachine (76.24)</strong> with the biggest blowout of the season so far. Even HotChubbTimeMachine's perfect lineup would've gotten smoked by 40 points. Tony Pollard came out strong for HotChubbTimeMachine so they can feel good about their first round pick; can't say the same for the rest of their draft though. Thanks to a Josh Allen bounce back and Christian McCafferey being a cheat code, Taco Corp was able to put together a dominate week despite benching their waiver wire prize, breakout WR of the year, Puka Nacua.",
        "In the closest matchup of the week, <strong>Wide Right (97.84)</strong> narrowly beat <strong>Swiftly Pierce her Anus (90.68)</strong>. Wide Right's George Pickens and Swiftly Pierce her Anus' CeeDee Lamb were the only standouts on either side of the matchup. This felt like both teams trying not to lose instead of trying to win this week. After Brian Robinson came out in week one and proved he was the RB to own in Washington, Wide Right decided he wanted none of his fantasy points this week. Somehow though, not the worst mistake in the matchup; Swiftly decides to Bench their namesake who was thrust into the Eagles starting role and ran for career high yards.",
        "If the last matchup was both teams trying not to lose, this matchup was just straight up <strong>Herb Your Enthusiasm (74.5)</strong> trying to lose less than <strong>Bye (57.06)</strong>. Living up to their name, Bye had both of their RBs combine for 4.6 points this week, or less than Herb's TE. That's not to let Herb Your Enthusiasm off the hook though, they only had two players crack double digit points, luckily for them they didn't need much to beat Bye. "
    ],
    "previews": [
        "We've got three teams coming into this week trying to sweep their first round of divisional games; <strong>Bed Bath & Bijan (2-0-0)</strong>, <strong>Pittmaneuvered Carr (2-0-0)</strong>, and <strong>Herb Your Enthusiasm (2-0-0)</strong> taking on <strong>Make America Gronk Again (1-1-0)</strong>, <strong>HotChubbTimeMachine (1-1-0)</strong>, and <strong>Swiftly Pierce her Anus (0-2-0)</strong>, respectively. Bed Bath & Bijan and Pitmaneuvered Carr are riding the momentum from week two into these matchups, while Herb Your Enthusiasm is riding the luckiest streak in the league. I'm sure this will end poorly for all three.",
        "<strong>Bye (1-1-0)</strong> and <strong>Wide Right (1-1-0)</strong> are looking to break their tie, but with their luck will again be the only two teams in the history of the league to end their matchup in a tie and go into week four at 1-1-1.",
        "Two of the leagues bottom feeders in <strong>Boats and Younghoes (0-2-0)</strong> and <strong>Diggs' My Own Grave (0-2-0)</strong> are facing off against two of the stronger teams that could have been 2-0 themselves in <strong>Jason's Fine Team (1-1-0)</strong> and <strong>Taco Corp (1-1-0)</strong>. I'd like to say the bottom feeder's luck will change, but I wouldn't count on it."
    ]
}