{
    "recaps": [
        "<strong>Mastas Got Me Pickens (147.70)</strong> had a perfect week from their kicker and defense, scoring a combined 39 points against <strong>Weekend at Tua's (108.14)</strong> paltry 7 points. The other position group that helped Mastas Got Me Pickens was definitely their WRs with Gabe Davis and Davante Adams both cracking 25 points. This was actually an okay week for Weekend at Tua's who had Kelce, Henry, and Hollywood show up for them, but most of the team failed to hit 10 points.",
        "And still the only undefeated team, <strong>Working From Mahomes (140.58)</strong> beat <strong>One Punt Man (113.96)</strong> to extend their domination on the league. Despite getting less than 10 points from their WR2, TE, Flex, and Defense; Working from Mahomes was able to score the 2nd highest points this week thanks to Mahomes and Fournette carcking 30 points each. If its any consolation to One Punt Man, even if they had made perfect sit/start decisions they would've only added an extra 13 points and still got their ass kicked by the number one team in the league.",
        "<strong>Austin Powers (118.36)</strong> squeaked out a win against <strong>Wide Right (114.24)</strong> sending them plummetting to last place in the league. For the second week in a row, Austin Powers first round pick Ekeler scored over 30 points and outscored his total from the first 3 weeks of the season. Meanwhile Darren Waller decided to start his bye a week ealy and put up a goose egg for Wide Right. At least Wide Right can find solace that they did the best they could starting a near optimal line-up and still falling short.",
        "<strong>Taco Corp (105.46)</strong> beat <strong>Jason's Fine Team (83.66)</strong> thanks to only Allen and Diggs. This was the 3rd time those two have combined for 55+ points this season, but only the 2nd time Taco Corp has won. Jason's (Not So) Fine Team did their damndest to help Taco Corp out with only 3 of their players reaching projections and only 4 of their players reaching 10 points.",
        "<strong>HotChubbTimeMachine (109.18)</strong> had a bye this week with <strong>Pass The Dortch (67.22)</strong> having the lowest score of any team all season. Narrowly getting outscored by WWJJD's pathetic week 2. For only the 2nd time this year, a team has received negative points in their starting lineup and that was Pass The Dortch starting the Miami Dolphins against the powerhouse jets. Not that any of that mattered when the everyone else on the team besides Lockett failed to hit their projections. HotChubbTimeMachine had a pretty meh week, but the top two picks of Chubb and Cook keep on rolling, combining for 50 points this week.",
        "In the saddest, and closest matchup of the week <strong>WWJJD (88.66)</strong> narrowly beat <strong>Captain Saucy (87.08)</strong> putting them both at 2-3 this season. Justin Jefferson continues to be a bright spot for WWJJD eclipsing 20 points for the 3rd time this season, but the rest of the team took the week off with 6 other players failing to crack 10 points. Had Captain Saucy swapped Kirk or Juju for one of their bench RBs they would have won this week and been tied for 2nd."
    ],
    "previews": [
        "Can <strong>Working From Mahomes (5-0)</strong> continue their streak and push to 6-0 this week? Based on the scores from <strong>Pass The Dortch (3-2)</strong> last week, I'm going to go ahead and guess yes.",
        "Meanwhile we've got <strong>WWJJD (2-3)</strong> and <strong>HotChubbTimeMachine (3-2)</strong> looking to put the final nail in the coughin against <strong>Wide Right (1-4)</strong> and <strong>Weekend at Tua's (1-4)</strong>, respectively. Currently only two games back despite being 11th and 12th, another loss to put either of them at 1-5 would likely make them spoilers rather than legitimate contenders for the rest of the year.",
        "Lastly we've got a number of matchups between some 3-2 and 2-3 team s; <strong>Captain Saucy (2-3)</strong> vs. <strong>Jason's Fine Team (3-2)</strong>, <strong>Mastas Got Me Pickens (2-3)</strong> vs. <strong>One Punt Man (3-2)</strong>, and <strong>Taco Corp (2-3)</strong> vs. <strong>Austin Powers (3-2)</strong>. The league could look real interesting if the 2-3 teams manage to win this week."
    ]
}