{
    "recaps": [
        "<strong>Working From Mahomes (166.06)</strong> beats <strong>Weekend at Tua's (136.06)</strong> in not only the highest scoring matchup of the week, but the highest scoring matchup of the season so far. Weekend at Tua's would've beaten every last one of the other teams this week, but the schedule is about as fair as the NFL's concussion protocol. With 4 of their players scoring 20+ fantasy points this week (and none of them being named Cooper Kupp), you can't ask for a better week if you're Working From Mahomes. The only edge Weekend at Tua's had was their Kicker and Defense, but that was promptly erased by the QB matchup featuring Mahomes and Mariota.",
        "In what was almost the closest matchup of the week <strong>Austin Powers (130.90)</strong> beats <strong>WWJJD (116.40)</strong> thanks to the last minute pick-6 scored by the San Francisco 49ers defense. Despite the fact Austin Powers left 23.58 points on the bench because they believed concussions are a myth, they were able to pull out the win because the Chargers rememberd that Austin Ekeler is pretty good at football when you give him a chance to play. The worst part for WWJJD is they really couldn't have done much better since nobody would have expected DK Metcalf to outscore Michael Pittman by an amount that would have won them the week had they made the right decision.",
        "In the battle of J. Williams, the Detroit RB is the Williamsest and helped <strong>HotChubbTimeMachine (120.98)</strong> beat <strong>Mastas Got Me Pickens (95.98)</strong> this week. Since HotChubbTimeMachine hitched their wagon to the NFL's #1 offense and started Josh Reynolds and Jamaal Williams this week, there was no way they could lose. Especially since Mastas Got Me Pickens thought benching the player you took 9th overall in the draft was a wise decision. Sure, Joe Mixon's 15.40 points don't make a difference in the outcome, but it definitely makes it closer.",
        "<strong>Los Angeles Akers (109.40)</strong> beat <strong>One Punt Man (82.36)</strong> despite taking Jonathan Taylor over Christian McCaffrey in the draft this year. Not many players on either team standout for good reasons. McCaffrey did McCafrey things, Deebo did Deebo things, but the rest of One Punt Man's team really shit the bed this week. After combining for ~50 points on average over the last two weeks, Jalen Hurts and Amari Cooper combined for only 18.36 points this week; really could've used those extra 30 points.",
        "<strong>Captain Saucy (99.14)</strong> defeated <strong>Taco Corp (87.02)</strong> in a matchup that was somehow not the saddest matchup of the week. Despite having two players crack 20+ fantasy points, the rest of Taco Corp's team each scored less than 10. On the brightside, Kittle did outscore Akers this week so that trade is looking more like a lose-lose for both teams involved. Kyle Pitts touchdown watch continues after having a lone bright spot in week 3, it all came crashing down with another 3 point game from the 3rd round pick. Luckily for Captain Saucy, Barkely is back to what he was in his rookie year and CEH is who the Cheifs thought he was, but ultimately neither team deserved to win this week.",
        "In the saddest (as well as the closest) matchup of the week we've got <strong>Jason's Fine Team (95.56)</strong> narrowly beating <strong>Wide Right (89.22)</strong> thanks to JK Dobbins and Allen Lazard, I guess? Out of the 18 starters, only 6 players in this matchup reached their projections and aside from Dobbins and Jacobs, it was only by about 8 points total. Speaking of Josh Jacobs, how exactly do you have your RB2 score 32 points and still lose? Well you get single digit performances from your WR1, WR2, TE, and Flex."
    ],
    "previews": [
        "In a matchup featuring the top two teams in the league, <strong>Working From Mahomes (4-0)</strong> looks to remain undefeated against <strong>One Punt Man (3-1)</strong>.It's unfortunate that one of these teams will add a win to their record.",
        "The only matchup featuring teams with matching records is 🗑 vs. 💩 or <strong>Weekend at Tua's (1-3)</strong> vs. <strong>Mastas Got Me Pickens (1-3)</strong>. Weekend at Tua's is coming off a loss where they put up the 2nd highest points on the week while Mastas Got Me Pickens is just hoping to end their losing streak at 3 games.",
        "Another team hoping to stop the bleeding is <strong>WWJJD (1-3)</strong>, who hasn't won a game since week one taking on <strong>Captain Saucy (2-2)</strong> who was able to break their 2 game losing streak this week.",
        "The last three matchups we've got are <strong>Los Angeles Akers (3-1)</strong> vs. <strong>HotChubbTimeMachine (2-2)</strong>, <strong>Jason's Fine Team (3-1)</strong> vs. <strong>Taco Corp (1-3)</strong>, and <strong>Wide Right (1-3)</strong> vs. <strong>Austin Powers (2-2)</strong>. Los Angeles Akers and Jason's Fine Team are both battling for a shot at 1st or 2nd place, Wide Right and Taco Corp are both hoping to not fall further out of the playoff race, and finally Austin Powers and HotChubbTimeMachine are just happy to be the middle children being mentioned."
    ]
}